Repository: common-repository/wp-basic-elements
Catalog: languages/wp-basic-elements-*.po
Languages: nb_no, sv_se

source: Admin Dashboard
nb_no: Admin Kontrollpanel
sv_se: Adminpanel

source: Admin Toolbar
nb_no: Admin Verktøylinje
sv_se: Admin verktygsfält

source: Change mail adress <strong>(wordpress@mysite.com)</strong> sent to users
nb_no: Endre e-postadresse <strong>(wordpress@mysite.com)</strong> sendt til brukere
sv_se: Ändra e-post adress <strong>(wordpress@mysite.com)</strong> som skickas till användare

source: Change mail name <strong>(WordPress)</strong> sent to users to your own
nb_no: Endre e-postnavn <strong>(WordPress)</strong> sendt til brukere til din egen
sv_se: Ändra e-post avsändares namn <strong>(WordPress)</strong> som skickas till användare till din egna

source: Change the default left footer text to what you want.
nb_no: Endre standard venstre tekst til det du vil ha.
sv_se: Ändra standard texten i vänstra nedre foten i admin till något du önskar.

source: Change the default right footer text to what you want.
nb_no: Endre standard høyre tekst til det du vil ha.
sv_se: Ändra standard texten i högra nedre foten i admin till något du önskar.

source: Core
nb_no: Kjerne
sv_se: Kärnan

source: Disable Activity
nb_no: Deaktiver Aktivitet
sv_se: Inaktivera Aktivitet

source: Disable At a Glance
nb_no: Deaktiver Oversikt
sv_se: Inaktivera I korthet

source: Disable automatic updates of Plugins
nb_no: Deaktiver automatiske oppdateringer av Plugins
sv_se: Inaktivera automatiska uppdateringar av Plugins

source: Disable automatic updates of Themes
nb_no: Deaktiver automatiske oppdateringer av Teman
sv_se: Inaktivera automatiska uppdateringar av Teman

source: Disable automatic updates of WordPress, Themes and Plugins
nb_no: Deaktiver automatiske oppdateringer av WordPress, Teman og Plugins
sv_se: Inaktivera automatiska uppdateringar av WordPress, Teman och Plugins

source: Disable bbPress right now
nb_no: Deaktiver bbPress akkurat nå
sv_se: Inaktivera bbPress just nu

source: Disable Block styling
nb_no: Deaktiver Blokk styling
sv_se: Inaktivera Block styling

source: Disable Canonical link
nb_no: Deaktiver Kanonikal lenken
sv_se: Inaktivera Kanonisk länk

source: Disable Color Scheme selector for users
nb_no: Deaktiver Fargeskjemavelger for brukere
sv_se: Inaktivera färg schema väljare för användare

source: Disable Distraction free mode
nb_no: Deaktiver Distraksjonsfri modus
sv_se: Inaktivera Distraktionsfri

source: Disable EditURI link
nb_no: Deaktiver EditURI lenken
sv_se: Inaktivera EditURI länk

source: Disable Emoji icons if not in use.
nb_no: Deaktiver Emoji-ikoner hvis de ikke er i bruk.
sv_se: Inaktivera Emoji ikoner om de ej används

source: Disable Facebook field from users contact field
nb_no: Deaktiver Facebook feltet fra brukerens kontaktfelt
sv_se: Inaktivera Facebook fältet för användaren

source: Disable Fullscreen mode
nb_no: Deaktiver Fullskjerm
sv_se: Inaktivera helskärmsläge

source: Disable Index link
nb_no: Deaktiver indekskobling
sv_se: Inaktivera Index länk

source: Disable Instagram field from users contact field
nb_no: Deaktiver Instagram feltet fra brukerens kontaktfelt
sv_se: Inaktivera Instagram fältet för användaren

source: Disable keyboard shortcuts selector for comment moderation
nb_no: Deaktiver tastatursnarveier valget for kommentarmoderasjon for brukeren
sv_se: Inaktivera kortkommandon valet för kommentarsmoderering

source: Disable language chooser for users
nb_no: Deaktiver språk velger
sv_se: Inaktivera språkväljare

source: Disable LinkedIn field from users contact field
nb_no: Deaktiver LinkedIn feltet fra brukerens kontaktfelt
sv_se: Inaktivera LinkedIn fältet för användaren

source: Disable meta generator tags
nb_no: Deaktiver meta generator tagger
sv_se: Inaktivera meta generator taggar

source: Disable MySpace field from users contact field
nb_no: Deaktiver MySpace feltet fra brukerens kontaktfelt
sv_se: Inaktivera MySpace fältet för användaren

source: Disable Pinterest field from users contact field
nb_no: Deaktiver Pinterest feltet fra brukerens kontaktfelt
sv_se: Inaktivera Pinterest fältet för användaren

source: Disable plugin and theme file edit permission in admin for users
nb_no: Deaktiver utvidelse og temafil redigering i admin for brukere
sv_se: Inaktivera plugin och temafil redigerings rättigheter i admin för användare

source: Disable Post, Comment and Category feeds
nb_no: Deaktiver Inlegg, Kommentar og Kategori feeds
sv_se: Inaktivera Inlägg, Kommentar och Kategori feeds

source: Disable Quick Draft
nb_no: Deaktiver Hurtig Utkast
sv_se: Inaktivera Snabbutkast

source: Disable Relational links for the Posts
nb_no: Deaktiver relasjonskoblinger for innleggene
sv_se: Inaktivera Relationslänkar för inlägg

source: Disable SoundCloud field from users contact field
nb_no: Deaktiver SoundCloud feltet fra brukerens kontaktfelt
sv_se: Inaktivera SoundCloud fältet för användaren

source: Disable Spotlight mode
nb_no: Deaktiver Rampelys modus
sv_se: Inaktivera Spotlight-läge

source: Disable syntax highlighting selector when editing code
nb_no: Deaktiver syntaksutheving valget ved koderedigering for brukeren
sv_se: Inaktivera syntaxmarkering valet vid redigering av kod

source: Disable the comments system
nb_no: Deaktiver kommentarsystemet
sv_se: Inaktivera kommentering

source: Disable the visual editor selector when writing
nb_no: Deaktiver visuell tekstredigering valget ved skriving for brukeren
sv_se: Inaktivera valet för visuella redigeraren när du skriver för användaren

source: Disable toolbar selector when viewing site
nb_no: Deaktiver verktøylinjen valget når du ser på nettstedet
sv_se: Inaktivera verktygsfält calet när du är på webbplatsen

source: Disable Top toolbar mode
nb_no: Deaktiver Verktøylinje på toppen
sv_se: Inaktivera Verktygsfält i toppen

source: Disable Tumblr field from users contact field
nb_no: Deaktiver Tumblr feltet fra brukerens kontaktfelt
sv_se: Inaktivera Tumblr fältet för användaren

source: Disable Twitter field from users contact field
nb_no: Deaktiver Twitter feltet fra brukerens kontaktfelt
sv_se: Inaktivera Twitter fältet för användaren

source: Disable unnecessary features and speed up your site. Make the WP Admin simple and clean.
nb_no: Deaktiver unødvendige funksjoner og øk hastigheten på nettstedet ditt. Gjør WP Admin enkel og ren.
sv_se: Inaktivera onödiga funktioner och snabba upp din webbplats. Gör WP-administrationen enkel och ren.

source: Disable Website field from users contact field
nb_no: Deaktiver Nettsted feltet fra brukerens kontaktfelt
sv_se: Inaktivera Hemside fältet för användaren

source: Disable Welcome Guide
nb_no: Deaktiver velkomstguiden
sv_se: Inaktivera välkomstguiden

source: Disable Welcome to WordPress
nb_no: Deaktiver Velkommen til WordPress!
sv_se: Inaktivera Välkommen till WordPress

source: Disable WikiPedia field from users contact field
nb_no: Deaktiver WikiPedia feltet fra brukerens kontaktfelt
sv_se: Inaktivera WikiPedia fältet för användaren

source: Disable Windows Live Writer Manifest File
nb_no: Deaktiver Windows Live Writer Manifest filen
sv_se: Inaktivera Windows Live Writer Manifest Filen

source: Disable WooCommerce recent reviews
nb_no: Deaktiver WooCommerce siste vurderinger
sv_se: Inaktivera WooCommerce senaste recensioner

source: Disable WooCommerce status
nb_no: Deaktiver WooCommerce status
sv_se: Inaktivera WooCommerce status

source: Disable WordPress Events and News
nb_no: Deaktiver WordPress-arrangementer og -nyheter
sv_se: Inaktivera Evenemang och nyheter om WordPress

source: Disable WordPress, plugin and themes from updates in admin.
nb_no: Deaktiver WordPress, plugin og temaer fra oppdateringer i admin.
sv_se: Inaktivera WordPress, plugin och teman från uppdateringar i admin.

source: Disable WP Comments
nb_no: Deaktiver WP Kommentarer
sv_se: Inaktivera WP Kommentarer

source: Disable WP Cron
nb_no: Deaktiver WP Cron
sv_se: Inaktivera WP Cron

source: Disable WP Customize
nb_no: Deaktiver WP Tilpass
sv_se: Inaktivera WP Anpassa

source: Disable WP Edit
nb_no: Deaktiver WP Rediger
sv_se: Inaktivera WP Redigera

source: Disable WP Embed scripts
nb_no: Deaktiver inbeddnings skript
sv_se: Inaktivera inbäddnings skript

source: Disable WP Logo
nb_no: Deaktiver WP Logo
sv_se: Inaktivera WP Logo

source: Disable WP New Content
nb_no: Disable WP Nytt innehold
sv_se: Inaktivera WP Skapa nytt

source: Disable WP Oembed discovery links
nb_no: Deaktiver WP Oembed discovery linker
sv_se: Inaktivera WP Oembed-upptäcktslänkar

source: Disable WP Pingbacks / Trackbacks
nb_no: Deaktiver WP Pingbacks / Trackbacks
sv_se: Inaktivera WP Pingbacks / Trackbacks

source: Disable WP Rest API for non loggedin users
nb_no: Deaktiver WP Rest API for brukere som ikke er pålogget
sv_se: Inaktivera WP Rest API för utloggade användare

source: Disable WP Rest API links
nb_no: Deaktiver WP Rest API lenker
sv_se: Inaktivera WP Rest API länkar

source: Disable WP Search
nb_no: Deaktiver WP Søk
sv_se: Inaktivera WP Sök

source: Disable WP shortlink
nb_no: Deaktiver WP shortlink
sv_se: Inaktivera WP shortlink

source: Disable WP Sitename
nb_no: Deaktiver WP Nettsted navn
sv_se: Inaktivera WP Sidnamn

source: Disable WP Updates
nb_no: Deaktiver WP Oppdateringer
sv_se: Inaktivera WP Uppdateringar

source: Disable Yoast SEO in toolbar menu
nb_no: Deaktiver Yoast SEO i administrasjonsverktøyet
sv_se: Inaktivera Yoast SEO i Adminverktygsfältet

source: Disable Yoast SEO Posts Overview
nb_no: Deaktiver Yoast SEO inlegg overblikk
sv_se: Inaktivera Yoast SEO inläggsöversikt

source: Disable YouTube field from users contact field
nb_no: Deaktiver Youtube feltet fra brukerens kontaktfelt
sv_se: Inaktivera YouTube fältet för användaren

source: Donate (Patreon)
nb_no: Doner (Patreon)
sv_se: Donera (Patreon)

source: Donate (Paypal)
nb_no: Doner (Paypal)
sv_se: Donera (Paypal)

source: Enable GZIP Compression
nb_no: Aktiver GZIP-komprimering
sv_se: Aktivera GZIP-komprimering

source: Enable removal of saved edits of images to save space on server
nb_no: Aktiver fjerning av lagrede redigeringer av bilder for å spare plass på serveren
sv_se: Aktivera borttagning av sparade redigeringar av bilder för att spara utrymme på servern

source: Enable shortcode in manual excerpts
nb_no: Aktiver kortkod i manuelle utdrag
sv_se: Aktivera kortkod i utdrag

source: Head
nb_no: Hode
sv_se: Huvud

source: Mail
nb_no: E-post
sv_se: E-post

source: REST API restricted to authenticated users.
nb_no: REST API begrenset til autentiserte brukere.
sv_se: REST API begränsat till autentiserade användare.

source: Save settings
nb_no: Lagre innstillinger
sv_se: Spara inställningar

source: Settings
nb_no: Instillinger
sv_se: Inställningar

source: User profile
nb_no: Brukerprofil
sv_se: Användarprofil

source: Whitelist namespaces by comma separation in the text field so they can access WP Rest API
nb_no: Godkjenn namespaces med komma adskillelse slik at de får tilgang til WP Rest API
sv_se: Godkänn namespaces med komma separation så att de kan komma åt WP Rest API

source: With WP Basic Elements you can disable unnecessary features and speed up your site. Make the WP Admin simple and clean. You can change admin footers in backend, activate shortcodes in widgets, remove admin toolbar options and you can clean the code markup from unnecessary code snippets like WordPress generator meta tag and a bunch of other non important code snippets in the code. Cleaning the code markup will speed up your sites loadtime and increase the overall performance.
nb_no: Med WP Basic Elements kan du deaktivere unødvendige funksjoner og øke hastigheten på nettstedet ditt. Gjør WP Admin enkel og ren. Du kan endre admin footers i backend, aktivere kortkod i widgets, fjerne admin verktøylinje alternativer og du kan rengjøre kodeoppslaget fra unødvendige kodestykker som WordPress generator meta tagger og en haug med andre ikke-viktige kodestykker i koden. Rengjøring av kodeoppslaget vil øke hastigheten på nettstedene dine og øke ytelsen.
sv_se: Med WP Basic Elements kan du inaktivera onödiga funktioner och snabba upp din webbplats. Gör WP-administrationen enkel och ren. Du kan ändra admin footers i backend, aktivera kortkoder i widgets, ta bort alternativ för adminverktygsfältet och du kan rensa upp kodmarkeringen från onödiga kodfragment som WordPress generator meta tag och ett gäng andra ej viktiga kodfragment i koden. Rensning av kod kommer att påskynda dina sidas laddningstid och öka övergripande prestanda.
